# Nexa # Dont Remove Credit

LOG_TEXT = """<b>#NewUser\n\nID - <code>{}</code>\n\nNᴀᴍᴇ - {}</b>"""

DSMYPLANTXT = """<blockquote><b>𝗬𝗼𝘂𝗿 𝗣𝗹𝗮𝗻 𝗗𝗲𝘁𝗮𝗶𝗹𝘀 ✅</b></blockquote>

👤 <b>𝖴𝗌𝖾𝗋 𝖭𝖺𝗆𝖾:</b> {}
🆔 <b>𝖴𝗌𝖾𝗋 𝖨𝖣:</b> <code>{}</code>
💎 <b>𝖲𝗎𝖻𝗌𝖼𝗋𝗂𝗉𝗍𝗂𝗈𝗇:</b> {}
🎯 <b>𝖣𝖺𝗂𝗅𝗒 𝖫𝗂𝗆𝗂𝗍:</b> {} 𝖣𝖾𝗌𝗂, {} 𝖵𝗂𝖽𝖾𝗌𝗂
📥 <b>𝖥𝗂𝗅𝖾𝗌 𝖴𝗌𝖾𝖽:</b> {}/{} 𝖣𝖾𝗌𝗂, {}/{} 𝖵𝗂𝖽𝖾𝗌𝗂
📤 <b>𝖥𝗂𝗅𝖾𝗌 𝖱𝖾𝗆𝖺𝗂𝗇𝗂𝗇𝗀:</b> {} 𝖣𝖾𝗌𝗂, {} 𝖵𝗂𝖽𝖾𝗌𝗂

📅 <b>𝖣𝖺𝗍𝖾:</b> {}
"""

ABOUT_TXT = """<b>
🤖 ᴍʏ ɴᴀᴍᴇ : <a href='https://t.me/NexaCoders'>𝘈𝘥𝘶𝘭𝘵 𝘡𝘰𝘯𝘦 💦</a>
🧑‍💻 Dᴇᴠᴇʟᴏᴘᴇʀ : <a href='https://t.me/Falcoxr'>🔗 ᴄʟɪᴄᴋ ʜᴇʀᴇ</a>
📚 ʟɪʙʀᴀʀʏ : <a href='https://docs.pyrogram.org/'>ᴘʏʀᴏɢʀᴀᴍ</a>
🖥️ ʟᴀɴɢᴜᴀɢᴇ : <a href='https://www.python.org/download/releases/3.0/'>ᴘʏᴛʜᴏɴ 𝟥</a> 
🗃️ ᴅᴀᴛᴀʙᴀꜱᴇ : <a href='https://www.mongodb.com/'>ᴍᴏɴɢᴏ ᴅʙ</a> 
🔧 ꜱᴛᴀᴛᴜꜱ : v1.0 [ ✅ ꜱᴛᴀʙʟᴇ ]

💌 𝙄𝙛 𝙮𝙤𝙪 𝙝𝙖𝙫𝙚 𝙖𝙣𝙮 𝙣𝙖𝙪𝙜𝙝𝙩𝙮 𝙦𝙪𝙚𝙨𝙩𝙞𝙤𝙣𝙨 💬  
🔞 𝘿𝙈 𝙩𝙝𝙚 𝘿𝙚𝙫 — 𝙝𝙚'𝙨 𝙖𝙡𝙬𝙖𝙮𝙨 𝙝𝙤𝙧𝙣𝙮 𝙛𝙤𝙧 𝙗𝙪𝙜𝙨</b>
"""

DS_TEXT = """<b>𝖣𝖨𝖲𝖢𝖫𝖠𝖨𝖬𝖤𝖱  

𝖳𝗁𝗂𝗌 𝖡𝗈𝗍 𝖯𝗋𝗈𝗏𝗂𝖽𝖾𝗌 𝖠𝖼𝖼𝖾𝗌𝗌 𝖳𝗈 𝖢𝗈𝗇𝗍𝖾𝗇𝗍 𝖨𝗇𝗍𝖾𝗇𝖽𝖾𝖽 𝖲𝗍𝗋𝗂𝖼𝗍𝗅𝗒 𝖥𝗈𝗋 𝖠𝖽𝗎𝗅𝗍𝗌 (18+). 𝖳𝗁𝖾 𝖬𝖺𝗍𝖾𝗋𝗂𝖺𝗅 𝖬𝖺𝗒 𝖨𝗇𝖼𝗅𝗎𝖽𝖾 𝖤𝗑𝗉𝗅𝗂𝖼𝗂𝗍 𝖮𝗋 𝖦𝗋𝖺𝗉𝗁𝗂𝖼 𝖢𝗈𝗇𝗍𝖾𝗇𝗍 𝖳𝗁𝖺𝗍 𝖨𝗌 𝖴𝗇𝗌𝗎𝗂𝗍𝖺𝖻𝗅𝖾 𝖥𝗈𝗋 𝖬𝗂𝗇𝗈𝗋𝗌. 𝖡𝗒 𝖴𝗌𝗂𝗇𝗀 𝖳𝗁𝗂𝗌 𝖡𝗈𝗍, 𝖸𝗈𝗎 𝖢𝗈𝗇𝖿𝗂𝗋𝗆 𝖳𝗁𝖺𝗍: 

1. 𝖸𝗈𝗎 𝖠𝗋𝖾 𝖠𝗍 𝖫𝖾𝖺𝗌𝗍 18 𝖸𝖾𝖺𝗋𝗌 𝖮𝗅𝖽 (𝖮𝗋 𝖳𝗁𝖾 𝖫𝖾𝗀𝖺𝗅 𝖠𝗀𝖾 𝖮𝖿 𝖬𝖺𝗃𝗈𝗋𝗂𝗍𝗒 𝖨𝗇 𝖸𝗈𝗎𝗋 𝖩𝗎𝗋𝗂𝗌𝖽𝗂𝖼𝗍𝗂𝗈𝗇).
2. 𝖸𝗈𝗎 𝖴𝗇𝖽𝖾𝗋𝗌𝗍𝖺𝗇𝖽 𝖠𝗇𝖽 𝖢𝗈𝗇𝗌𝖾𝗇𝗍 𝖳𝗈 𝖵𝗂𝖾𝗐𝗂𝗇𝗀 𝖠𝖽𝗎𝗅𝗍-𝗈𝗋𝗂𝖾𝗇𝗍𝖾𝖽 𝖬𝖺𝗍𝖾𝗋𝗂𝖺𝗅. 
3. 𝖸𝗈𝗎 𝖠𝗀𝗋𝖾𝖾 𝖳𝗈 𝖴𝗌𝖾 𝖳𝗁𝗂𝗌 𝖡𝗈𝗍 𝖱𝖾𝗌𝗉𝗈𝗇𝗌𝗂𝖻𝗅𝗒 𝖠𝗇𝖽 𝖠𝖽𝗁𝖾𝗋𝖾 𝖳𝗈 𝖳𝗁𝖾 𝖫𝖺𝗐𝗌 𝖮𝖿 𝖸𝗈𝗎𝗋 𝖱𝖾𝗀𝗂𝗈𝗇. 

𝖭𝗈𝗍𝖾: 𝖶𝖾 𝖠𝗋𝖾 𝖭𝗈𝗍 𝖳𝗁𝖾 𝖮𝗐𝗇𝖾𝗋 𝗈𝖿 𝖠𝗅𝗅 𝖠𝗏𝖺𝗂𝗅𝖺𝖻𝗅𝖾 𝖢𝗈𝗇𝗍𝖾𝗇𝗍 𝖨𝗌 𝖳𝗁𝗂𝗌 𝖡𝗈𝗍. 𝖠𝗅𝗅 𝖢𝗈𝗇𝗍𝖾𝗇𝗍 𝖠𝗋𝖾 𝖥𝗋𝖾𝖾𝗅𝗒 𝖠𝗏𝖺𝗂𝗅𝖺𝖻𝗅𝖾 𝖮𝗇 𝖨𝗇𝗍𝖺𝗋𝗇𝖾𝗍.  𝖨𝖿 𝖸𝗈𝗎 𝖠𝗋𝖾 𝖭𝗈𝗍 𝖠𝗇 𝖠𝖽𝗎𝗅𝗍 𝖮𝗋 𝖣𝗈 𝖭𝗈𝗍 𝖶𝗂𝗌𝗁 𝖳𝗈 𝖯𝗋𝗈𝖼𝖾𝖾𝖽, 𝖯𝗅𝖾𝖺𝗌𝖾 𝖤𝗑𝗂𝗍 𝖭𝗈𝗐.</b>
"""

DST_TEXT = """<b>𝖳𝖤𝖱𝖬𝖲 𝖠𝖭𝖣 𝖢𝖮𝖭𝖣𝖨𝖳𝖨𝖮𝖭𝖲
    
<u>𝖡𝗒 𝖴𝗌𝗂𝗇𝗀 𝖮𝗎𝗋 𝖲𝖾𝗋𝗏𝗂𝖼𝖾 𝖸𝗈𝗎 𝖠𝗀𝗋𝖾𝖾 𝖳𝗈 𝖳𝗁𝖾 𝖥𝗈𝗅𝗅𝗈𝗐𝗂𝗇𝗀 𝖳𝖾𝗋𝗆𝗌</u>

1. 𝖮𝗎𝗋 𝖲𝖾𝗋𝗏𝗂𝖼𝖾 𝖨𝗌 𝖯𝗋𝗈𝗏𝗂𝖽𝖾𝖽 𝖠𝗌 𝖨𝗌 𝖶𝖾 𝖬𝖺𝗒 𝖢𝗁𝖺𝗇𝗀𝖾 𝖮𝗋 𝖲𝗍𝗈𝗉 𝖯𝗋𝗈𝗏𝗂𝖽𝗂𝗇𝗀 𝖮𝗎𝗋 𝖲𝖾𝗋𝗏𝗂𝖼𝖾 𝖠𝗍 𝖠𝗇𝗒 𝖳𝗂𝗆𝖾 𝖶𝗂𝗍𝗁𝗈𝗎𝗍 𝖯𝗋𝗂𝗈𝗋 𝖭𝗈𝗍𝗂𝖼𝖾.

2. 𝖶𝖾 𝖲𝗍𝗋𝗂𝗏𝖾 𝖳𝗈 𝖯𝗋𝗈𝗏𝗂𝖽𝖾 𝖠𝖼𝖼𝗎𝗋𝖺𝗍𝖾 𝖨𝗇𝖿𝗈𝗋𝗆𝖺𝗍𝗂𝗈𝗇 𝖧𝗈𝗐𝖾𝗏𝖾𝗋 𝖶𝖾 𝖢𝖺𝗇𝗇𝗈𝗍 𝖦𝗎𝖺𝗋𝖺𝗇𝗍𝖾𝖾 𝖳𝗁𝖾 𝖠𝖼𝖼𝗎𝗋𝖺𝖼𝗒 𝖮𝗋 𝖠𝗏𝖺𝗂𝗅𝖺𝖻𝗂𝗅𝗂𝗍𝗒 𝖮𝖿 𝖠𝗅𝗅 𝖢𝗈𝗇𝗍𝖾𝗇𝗍.

3. 𝖠𝖽𝗏𝖾𝗋𝗍𝗂𝗌𝖾𝗆𝖾𝗇𝗍𝗌 𝖣𝗂𝗌𝗉𝗅𝖺𝗒𝖾𝖽 𝖠𝗋𝖾 𝖭𝗈𝗍 𝖴𝗇𝖽𝖾𝗋 𝖮𝗎𝗋 𝖢𝗈𝗇𝗍𝗋𝗈𝗅. 𝖠𝗇𝗒 𝖠𝖼𝗍𝗂𝗈𝗇𝗌 𝖸𝗈𝗎 𝖳𝖺𝗄𝖾 𝖡𝖺𝗌𝖾𝖽 𝖮𝗇 𝖳𝗁𝖾𝗌𝖾 𝖠𝖽𝗏𝖾𝗋𝗍𝗂𝗌𝖾𝗆𝖾𝗇𝗍𝗌 𝖠𝗋𝖾 𝖸𝗈𝗎𝗋 𝖱𝖾𝗌𝗉𝗈𝗇𝗌𝗂𝖻𝗂𝗅𝗂𝗍𝗒.

4. 𝖶𝖾 𝖢𝗈𝗅𝗅𝖾𝖼𝗍 𝖴𝗌𝖾𝗋 𝖨𝖣𝗌 𝖳𝗈 𝖯𝗋𝗈𝗏𝗂𝖽𝖾 𝖴𝗉𝖽𝖺𝗍𝖾𝗌 𝖠𝗇𝖽 𝖪𝖾𝖾𝗉 𝖳𝗋𝖺𝖼𝗄 𝖮𝖿 𝖯𝗎𝗋𝖼𝗁𝖺𝗌𝖾𝗌 𝖥𝗈𝗋 𝖯𝗋𝖾𝗆𝗂𝗎𝗆 𝖲𝖾𝗋𝗏𝗂𝖼𝖾𝗌.

5. 𝖶𝖾 𝖠𝗋𝖾 𝖭𝗈𝗍 𝖱𝖾𝗌𝗉𝗈𝗇𝗌𝗂𝖻𝗅𝖾 𝖥𝗈𝗋 𝖠𝗇𝗒 𝖢𝗈𝗉𝗒𝗋𝗂𝗀𝗁𝗍 𝖨𝗇𝖿𝗋𝗂𝗇𝗀𝖾𝗆𝖾𝗇𝗍 𝖳𝗁𝖺𝗍 𝖬𝖺𝗒 𝖮𝖼𝖼𝗎𝗋 𝖴𝗌𝖾𝗋𝗌 𝖠𝗋𝖾 𝖲𝗈𝗅𝖾𝗅𝗒 𝖱𝖾𝗌𝗉𝗈𝗇𝗌𝗂𝖻𝗅𝖾 𝖥𝗈𝗋 𝖧𝗈𝗐 𝖳𝗁𝖾𝗒 𝖴𝗌𝖾 𝖮𝗎𝗋 𝖲𝖾𝗋𝗏𝗂𝖼𝖾𝗌.

6. 𝖶𝖾 𝖣𝗈𝗇𝗍 𝖮𝗐𝗇 𝖠𝗇𝗒 𝖢𝗈𝗇𝗍𝖾𝗇𝗍. 𝖠𝗅𝗅 𝖢𝗈𝗇𝗍𝖾𝗇𝗍 𝖠𝗋𝖾 𝖥𝗋𝖾𝖾𝗅𝗒 𝖠𝗏𝖺𝗂𝗅𝖺𝖻𝗅𝖾 𝖮𝗇 𝖨𝗇𝗍𝖾𝗋𝗇𝖾𝗍.

7. 𝖳𝗁𝗂𝗌 𝖲𝖾𝗋𝗏𝗂𝖼𝖾 𝖨𝗌 𝖲𝗍𝗋𝗂𝖼𝗍𝗅𝗒 𝖥𝗈𝗋 𝖴𝗌𝖾𝗋𝗌 𝖠𝗀𝖾𝖽 18 𝖸𝖾𝖺𝗋𝗌 𝖮𝗋 𝖮𝗅𝖽𝖾𝗋 𝖡𝗒 𝖠𝖼𝖼𝖾𝗌𝗌𝗂𝗇𝗀 𝖮𝗋 𝖴𝗌𝗂𝗇𝗀 𝖳𝗁𝗂𝗌 𝖯𝗅𝖺𝗍𝖿𝗈𝗋𝗆 𝖸𝗈𝗎 𝖢𝗈𝗇𝖿𝗂𝗋𝗆 𝖳𝗁𝖺𝗍 𝖸𝗈𝗎 𝖠𝗋𝖾 𝖠𝗍 𝖫𝖾𝖺𝗌𝗍 18 𝖸𝖾𝖺𝗋𝗌 𝖮𝗅𝖽 𝖮𝗋 𝖳𝗁𝖾 𝖠𝗀𝖾 𝖮𝖿 𝖬𝖺𝗃𝗈𝗋𝗂𝗍𝗒 𝖨𝗇 𝖸𝗈𝗎𝗋 𝖩𝗎𝗋𝗂𝗌𝖽𝗂𝖼𝗍𝗂𝗈𝗇.                                                                        

𝖡𝗒 𝖴𝗌𝗂𝗇𝗀 𝖮𝗎𝗋 𝖲𝖾𝗋𝗏𝗂𝖼𝖾 𝖸𝗈𝗎 𝖢𝗈𝗇𝖿𝗂𝗋𝗆 𝖳𝗁𝖺𝗍 𝖸𝗈𝗎 𝖧𝖺𝗏𝖾 𝖱𝖾𝖺𝖽 𝖴𝗇𝖽𝖾𝗋𝗌𝗍𝗈𝗈𝖽 𝖠𝗇𝖽 𝖠𝗀𝗋𝖾𝖾𝖽 𝖳𝗈 𝖳𝗁𝖾𝗌𝖾 𝖳𝖾𝗋𝗆𝗌.</b>
"""

# Nexa # Dont Remove Credit
